Repository: VakhromeevaKate/be-ai-mobile
Catalog: lib/l10n/intl_*.arb
Languages: ru

# title
source: Welcome to be.ai!
ru: Добро пожаловать в be.ai!

source: Login
ru: Вход

source: Sigh up
ru: Регистрация

source: No account?
ru: Нет аккаунта?

# WelcomeToBEAI
source: Welcome to be.ai - you intuitive nutrition assistant!
ru: Добро пожаловать в be.ai - Ваш помощник по интуитивному правильному питанию

source: Email
ru: Адрес электронной почты

source: Password
ru: Пароль

source: Repeat password
ru: Повторите пароль

source: Questionnaire
ru: Анкета

source: Common
ru: Общее

source: Meal
ru: Еда

source: Activity
ru: Активность

source: Common questions
ru: Общие вопросы

source: Eating habits
ru: Пищевые привычки

source: Physical activity
ru: Физческая активность

source: Continue
ru: Далее

source: Return
ru: Назад

source: Account
ru: Профиль

source: Diary
ru: Дневник

source: Camera
ru: Камера

source: Daily report
ru: Отчет за день

source: Carbohydrates
ru: Углеводы

source: Fats
ru: Жиры

source: Proteins
ru: Белки

source: Fiber
ru: Клетчатка

source: Your sex
ru: Ваш пол

source: Male
ru: Мужчина

source: Female
ru: Женщина

source: Your age
ru: Ваш возраст

source: Your height
ru: Ваш рост

source: Your weight
ru: Ваш текущий вес

source: Your desired weight
ru: Ваш желаемый вес

# DoYouHaveDiseases
source: Do you have any of the following diseases?
ru: Есть ли у вас какие-либо из нижеперечисленных заболеваний?

source: Diabetes mellitus
ru: Сахарный диабет

source: Atherosclerosis
ru: Атеросклероз

source: Polycystic ovary syndrome
ru: Синдром поликистозных яичников

source: Thyroid disease
ru: Заболевания щитовидной железы

source: Gluten intolerance
ru: Непереносимость глютена

# AnyOther
source: Any other (enter)
ru: Другое (вписать)

# AreYouTakingMedications
source: Are you taking any medications?
ru: Вы принимаете какие-либо препараты?

source: Do you play sports
ru: Вы занимаетесь спортом

source: Yes
ru: Да

source: No
ru: Нет

source: What aerobic exercises do you do?
ru: Какие аэробные упражнения вы выполняете?

source: Walking
ru: Ходьба

source: Running
ru: Бег

source: Cycling
ru: Велосипед

source: Swimming
ru: Плавание

source: Fitness
ru: Фитнес

source: I am not doing it
ru: Не выполняю

source: How often do you do aerobic exercises?
ru: Как часто вы выполняете аэробные упражнения?

# NMinutesPerWeek
source: {interval} minutes per week
ru: {interval} минут в неделю

source: More than {n} minutes per week
ru: Больше {n} минут в неделю

source: What strength exercises do you do?
ru: Какие силовые упражнения вы выполняете?

source: Free weight training
ru: Тренировки со свободным весом

source: Training simulators
ru: Тренировки в тренажерах

source: Yoga
ru: Йога

source: Pilates
ru: Пилатес

source: How often do you do strength exercises?
ru: Как часто вы выполняете силовые упражнения?

source: Do you have any restrictions for playing sports?
ru: У вас есть какие либо ограничения для занятий спортом?

source: How often do you skip breakfast in a week?
ru: Как часто вы пропускаете завтрак за неделю?

# HowOftenDoYouDrinkSugaryDrinks
source: How often do you drink sugary drinks (sodas, sweet tea, sweet coffee)
ru: Как часто вы пьете сладкие напитки (газировки, сладкий чай, сладкий кофе)

source: One time per week or less
ru: 1 раз в неделю или меньше

# NTimesPerWeek
source: {interval} times per week
ru: {interval} раз в неделю

# MoreThanNTimesPerWeek
source: {n}+ times per week
ru: {n}+ раз в неделю

source: How many cups of water do you drink per day
ru: Сколько кружек воды вы выпиваете в день?

# OnePerDayOrLess
source: 1 per day or less
ru: 1 в день или меньше

# NPerDay
source: {interval} per day
ru: {interval} в день

# MoreThanNPerDay
source: {n}+ per day
ru: {n}+ в день

source: How often do you eat fast-food or eat out?
ru: Как часто вы едите фастфуд или едите вне дома?

# OnePerMonth
source: 1 time per month
ru: 1 раз в месяц

# NPerMonth
source: {interval} times per month
ru: {interval} раз в месяц

source: How often do you drink alcohol?
ru: Как часто вы пьете алкоголь?
